{
	"pair": {
		"start": {
			"title": "Netgear Router hinzufügen",
			"intro": "Kontrollieren oder geben Sie die IP-Adresse und den SOAP-Port ein. Geben Sie dann das Passwort des Netgear-Routers ein und drücke `Speichern`.",
			"discover": "Router suchen",
			"error": "Es ist ein Fehler aufgetreten.",
			"success": "Erfolgreich! ",
			"required": "IP-Adresse, Port und Passwort werden benötigt",
			"username": "Benutzer",
			"password": "Passwort",
			"host": "IP-Adresse",
			"port": "SOAP-Port",
			"save": "Speichern"
		},
		"select_options": {
			"title": "Geräteoptionen",
			"intro": "",
			"capabilities": "Geräteoptionen auswählen",
			"use_link_info": "WiFi-Verbindung",
			"use_bandwidth_info": "Bandbreite",
			"report_power": "Energieverbrauch",
			"save": "Speichern"
		}
	},
	"settings": {
		"tab1": {
			"title": "Anweisungen",
			"addDeviceTitle": "Neuen Router hinzufügen",
			"addDeviceInstructions": "Füge einen Router über den Homey-Reiter `Geräte` hinzu und gib das Admin-Passwort ein. Abhängig von deinem Router-Typ sind möglicherweise manche Funktionen nicht verfügbar. Du kannst einen Kompatibilitätstest im Test-Reiter starten.",
			"presenceTitle": "Anwesenheitserkennung",
			"presenceInstructions": "Nachdem Sie Ihren Router zu Homey hinzugefügt haben, können Sie mobile Geräte hinzufügen, deren Anwesenheit Sie überwachen möchten. Basierend auf die WLAN-Verbindung zu Ihrem Netgear-Netzwerk, werden diese dann als verbunden oder getrennt gemeldet. Sie können die `Offline-Verzögerung` in den Geräteeinstellungen feinjustieren. Wenn Sie falsche Nachrichten zu Verbindungsabbrüchen erhalten, dann sollten Sie diese Verzögerung erhöhen. Wenn Sie eine schnellere Erkennung wünschen, können Sie versuchen, diese Verzögerung zu verringern. Sie können auch versuchen, das Abfrageintervall des Routers zu verringern. Das Standardabfrageintervall beträgt 1 Minute, aber wenn Sie es zu kurz einstellen, kann Ihr Router überlasten.",
			"energyTitle": "Energieüberwachung",
			"energyInstructions": "Nachdem Sie Ihren Router zu Homey hinzugefügt haben, können Sie weitere Geräte hinzufügen, deren Stromverbrauch Sie überwachen möchten, z. B. Ihren Fernseher oder Drucker. Geben Sie den geschätzten/durchschnittlichen Stromverbrauch des Geräts ein, wenn es aus- und eingeschaltet ist. Wenn Sie nun Ihren Fernseher einschalten, werden Sie feststellen, dass der geschätzte Stromverbrauch auf der Registerkarte Energie von Homey angezeigt wird."
		},
		"tab2": {
			"title": "Protokolle",
			"logs": "Protokolle",
			"deletelogs": "Protokolle löschen",
			"deleteWarning": "Alle Protokolle löschen?",
			"deleted": "Protokolle gelöscht!"
		},
		"tab3": {
			"title": "Test",
			"instructionsLegend": "Router-Kompatibilitätstest",
			"instructions": "Wenn du Probleme mit der App hast, kannst du einen Kompatibilitätstest durchführen. Das Ergebnis wird dazu verwendet, die App zu verbessern. Drücke `Finde Router` um automatisch die IP-Adresse und den SOAP-Port einzufügen. Gebe das Passwort des Routers ein und starte dann den Test. Mit dem Button 'Ergebnis kopieren' kannst du ein Issue erstellen und dann das Ergebnis dort einfügen. Hinweis: Du benötigst einen Github-Account um ein Issue zu erstellen.",
			"discover": "Finde Router",
			"host": "IP-Addresse",
			"port": "SOAP-Port",
			"password": "Passwort",
			"startTest": "Starte Test",
			"result": "Ergebnis",
			"copyResult": "Ergebnis kopieren"
		},
		"tab4": {
			"title": "Liste",
			"instructionsLegend": "Liste aller bekannten Geräte",
			"instructions": "Die App beginnt damit, alle MAC-Addressen der Geräte zu sammeln und zu speichern, die sich irgendwann mit dem Router verbinden. Wenn du die Liste löschen möchtest, kannst du das machen, indem du die Check-Box `Lösche Geräte` in den Geräteeinstellungen aktivierst.",
			"getList": "Beziehe die Liste",
			"resultList": "Geräteliste",
			"copyList": "Kopiere die Liste"
		}
	}
}
