{
	"pair": {
		"start": {
			"title": "Add Netgear router",
			"intro": "Check or enter the IP address and the SOAP port. Then fill in the admin password of the Netgear router and press `Save`.",
			"discover": "Discover router",
			"error": "An error has occurred.",
			"success": "Success! ",
			"required": "Password is required",
			"username": "Username",
			"password": "Password",
			"host": "IP address",
			"port": "SOAP Port",
			"save": "Save"
		},
		"select_options": {
			"title": "device options",
			"intro": "",
			"capabilities": "Include capabilities",
			"use_link_info": "Wifi link",
			"use_bandwidth_info": "Bandwidth",
			"report_power": "Energy use",
			"save": "Save"
		}
	},
	"settings": {
		"tab1": {
			"title": "Instructions",
			"addDeviceTitle": "Add a new router",
			"addDeviceInstructions": "Add a router via the Homey tab `Devices` and fill in the admin password. Depending on your router type some functionality might not be available. You can run a compatibility test in the Test tab.",
			"presenceTitle": "Presence detection",
			"presenceInstructions": "After adding your router to Homey, you can start adding mobile devices that you want to track for presence. They will be reported as connected or disconnected based on the WiFi connection to your Netgear network. You can finetune the 'offline after delay' in the device settings. If you get false disconnected messages, you should increase this delay. If you want faster detection, you can try decreasing this delay. You can also try reducing the polling interval of the router. The default polling interval is 1 minute, but if you make it too short your router can choke.",
			"energyTitle": "Energy monitoring",
			"energyInstructions": "After adding your router to Homey, you can add additional devices that you want to monitor for power, e.g. your T.V. or printer. Enter the estimated / average power usage of the device when it is OFF or ON. Now when you turn on your T.V. you will see that the estimated power is included in Homey Energy tab"
		},
		"tab2": {
			"title": "Logs",
			"logs": "Logs",
			"deletelogs": "Delete logs",
			"deleteWarning": "Delete all logs?",
			"deleted": "Logs deleted!"
		},
		"tab3": {
			"title": "Test",
			"instructionsLegend": "Router compatibility test",
			"instructions": "If you have problems with the app, you can perform a compatibility test. The result is used to improve the app. Press 'Discover' to automatically find the IP address and SOAP port. Enter the password of the router. Then start the test. With the 'Copy result' button you can create an issue, and paste the result there. Note: you need a github account to post an issue.",
			"discover": "Discover router",
			"host": "IP address",
			"port": "SOAP Port",
			"password": "Password",
			"startTest": "Start test",
			"result": "Result",
			"copyResult": "Copy result"
		},
		"tab4": {
			"title": "List",
			"instructionsLegend": "List all known devices",
			"instructions": "The app will start collecting and remember MAC addresses of all devices that ever connected to the router. If you need to clear this list you can do so by checking the box `delete devicelist` in the device settings.",
			"getList": "Get the list",
			"resultList": "Device list",
			"copyList": "Copy list"
		}
	}
}
