{
	"pair": {
		"start": {
			"title": "Netgear router toevoegen",
			"intro": "Controleer het IP adres en de SOAP poort. Vul daarna het admin wachtwoord in van de Netgear router en druk op `Volgende`.",
			"discover": "Zoek router",
			"error": "Er is een fout opgetreden.",
			"success": "Succes! ",
			"required": "IP adres, poort en wachtwoord moeten worden ingevuld",
			"username": "Gebruikersnaam",
			"password": "Wachtwoord",
			"host": "IP adres",
			"port": "SOAP Poort",
			"save": "Volgende"
		},
		"select_options": {
			"title": "Apparaat opties",
			"intro": "",
			"name": "Naam in Homey",
			"icon": "Icoon",
			"capabilities": "capabilities",
			"use_link_info": "Wifi link",
			"use_bandwidth_info": "Bandbreedte",
			"report_power": "Energie verbruik",
			"save": "Opslaan"
		},
		"select_options_router": {
			"title": "Kies de apparaat opties",
			"intro": "De status van verbonden apparaten wordt altijd opgehaald (aanwezigheid). Kies welke aanvullende informatie uit de router opgehaald moet worden, maar sommige routers worden dan instabiel door firmware bugs",
			"name": "Naam",
			"capabilities": "Rapportage opties",
			"use_traffic_info": "Rapporteer Up/Down verkeer",
			"use_system_info": "Rapporteer CPU/MEM belasting",
			"use_firmware_check": "Controleer op nieuwe firmware",
			"save": "Opslaan",
			"ready": "Voor optimale stabiliteit, PTP je router nu! (uit-30s-aan)"
		}
	},
	"settings": {
		"tab1": {
			"title": "Instructies",
			"addDeviceTitle": "Voeg een router toe",
			"addDeviceInstructions": "Voeg een router toe via de Homey tab `Apparaten` en vul het admin wachtwoord in. Afhankelijk van het router model zijn sommige functionaliteiten misschien niet beschikbaar. Je kan een compatibiliteitstest uitvoeren in de Test tab.",
			"presenceTitle": "Aanwezigheids detectie",
			"presenceInstructions": "Nadat de router aan Homey is toegevoegd kun je mobiele apparaten toevoegen waarvan je de aanwezigheid wilt weten. Ze worden als aan- of afwezig gerapporteerd op basis van de WiFi verbinding met je Netgear netwerk. De 'offline na' tijd kan worden geoptimaliseerd via de apparaat instellingen. Als je onjuiste afwezig meldingen krijgt moet de tijd worden verhoogd. Voor snellere detectie kun je proberen de tijd te verkorten. Je kunt ook proberen de 'polling interval'van de router te verlagen. Deze staat standaard op 1 minuut, maar als je hem te kort maakt kan de router vastlopen",
			"energyTitle": "Energie monitoring",
			"energyInstructions": "Nadat de router aan Homey is toegevoegd kun je netwerk apparaten toevoegen waarvan je het stroomverbruik wilt weten, zoals je T.V. Voer het gemiddelde / geschatte vermogen in bij AAN en UIT stand. Als je nu je T.V. aanzet zie je het geschatte energie verbruik in de Energie tab van Homey"	
		},
		"tab2": {
			"title": "Logs",
			"logs": "Logs",
			"deletelogs": "Verwijder logs",
			"deleteWarning": "Verwijder alle logs?",
			"deleted": "Logs verwijderd!"
		},
		"tab3": {
			"title": "Test",
			"instructionsLegend": "Router compatibiliteit test",
			"instructions": "Als je problemen hebt met de app, kun je hier een compatibiliteits test uitvoeren. Het resultaat van de test wordt gebruikt om de app te verbeteren. Druk op 'Zoek router' om automatisch het IP adres en de SOAP poort te vinden. Voer het wachtwoord in van je router. Start vervolgens de test. Met de knop 'Kopiëer resultaat' kun je een issue aanmaken, en het resultaat daar plakken.",
			"discover": "Zoek router",
			"host": "IP adres",
			"port": "SOAP Poort",
			"password": "Wachtwoord",
			"startTest": "Start test",
			"result": "Resulaat",
			"copyResult": "Kopiëer resultaat"
		},
		"tab4": {
			"title": "Lijst",
			"instructionsLegend": "Lijst met bekende apparaten",
			"instructions": "De app zal een lijst verzamelen met alle MAC adressen van alle apparaten die ooit met de router zijn verbonden. Als je deze lijst wilt wissen, dan kan dat via de router device instellingen met de optie `Apparaatlijst legen`.",
			"getList": "Haal lijst op",
			"resultList": "Apparaten lijst",
			"copyList": "Kopiëer lijst"
		}
	}
}
